systems/ubuntu/ubuntu.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<title>ubuntu</title>
<meta  http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta  name="generator" content="Org-mode" />
</head>
<body>
<div id="content">
<h1 class="title">ubuntu</h1>
<div id="table-of-contents">
<h2>Table of Contents</h2>
<div id="text-table-of-contents">
<ul>
<li><a href="#sec-1">setup</a></li>
<li><a href="#sec-2">ricing</a></li>
<li><a href="#sec-3">mg</a></li>
</ul>
</div>
</div>

<div id="outline-container-sec-1" class="outline-2">
<h2 id="sec-1">setup</h2>
<div class="outline-text-2" id="text-1">
<ul class="org-ul">
<li>caps to control ; gnome-tweak tool
</li>
<li>Auto-hide the launcher ; all settings &gt; appearance
</li>
<li>change terminal font to liberation mono regular 13
</li>
<li>dash privacy
</li>
</ul>
</div>
</div>

<div id="outline-container-sec-2" class="outline-2">
<h2 id="sec-2">ricing</h2>
<div class="outline-text-2" id="text-2">
<ul class="org-ul">
<li>window borders ; what theme?
</li>
<li>icons ; numix
</li>
<li>install source code pro
</li>
<li>can i change ctrl-super to super for managing windows?
</li>
</ul>
</div>
</div>

<div id="outline-container-sec-3" class="outline-2">
<h2 id="sec-3">mg</h2>
<div class="outline-text-2" id="text-3">
<p>
installing mg on ubuntu 15.10
</p>
<ul class="org-ul">
<li>edit /etc/apt/sources.list
<ul class="org-ul">
<li>change restricted to universe
<ul class="org-ul">
<li>deb <a href="http://us.archive.ubuntu.com/ubuntu">http://us.archive.ubuntu.com/ubuntu</a> vivid main universe
</li>
<li>change vivid to what my release is
</li>
</ul>
</li>
</ul>
</li>
<li>sudo apt-get update
</li>
<li>sudo apt-get install mg
</li>
</ul>
</div>
</div>
</div>
<div id="postamble" class="status">
<p class="validation"></p>
</div>
</body>
</html>
